Revit 2027 API
ParameterTypeId.WindowtypeIsSchematic Property
 "Schematic"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WindowtypeIsSchematic { get; }
Public Shared ReadOnly Property WindowtypeIsSchematic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WindowtypeIsSchematic {
	ForgeTypeId^ get ();
}
static member WindowtypeIsSchematic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace